{"sections":{"collapsible_content_PgM8ke":{"type":"collapsible-content","blocks":{"collapsible_row_eXyVLm":{"type":"collapsible_row","settings":{"heading":"USAGE","icon":"clipboard","row_content":"<h3><strong>Do your concentrates add flavours to coffee?<\/strong><\/h3><p>While the minerals in water do not directly act as flavouring, they contribute to the taste balance and mouthfeel. They also impact the flavours of coffee by emphasising the natural positive characteristics of each coffee.<\/p><p>We view minerals in coffee similarly to seasoning for food; they enhance what's already good about a dish or coffee. Therefore, we refer to our concentrates as \"seasoning for coffee.\"<\/p><h3><strong>Why are your products are so precise and impactful?<\/strong><\/h3><p>Our minerals are highly concentrated, needing only a few drops per cup to greatly improve the flavour. We've spent approximately seven years researching the effect of minerals on coffee flavors. This was done in collaboration with some of the world's best tasters and several water scientists. This has resulted in a precise understanding of their role. Our concentrates are the product of over 2000 test batches and thousands of hours of tasting.<\/p><h3><strong>Why are there mineral deposits at the bottom of TONIK [1] and JAMM [2]?<\/strong><\/h3><p>Due to the high concentration of the solutions, calcium and carbonate ions bind together, forming precipitates. To homogenise the concentration, simply shake the bottle thoroughly before use.<\/p><h3><strong>Can I use these minerals for any type of coffee I make?<\/strong><\/h3><p>Apax Lab's mineral concentrates are versatile and designed to enhance certain attributes of coffee. They can be applied to any type of coffee in various ways. These concentrates pair well with filter coffee, espresso, and all milk-based coffees.<\/p><h3><strong>Can I use these minerals for any drink other than coffee?<\/strong><\/h3><p>Yes! Our minerals are frequently used in cocktails, but they can also enhance the flavours of tea, beer, and wine. When added to beverages, these minerals interact with our perception of taste balance and mouthfeel. Thus, they can significantly influence the overall flavour profiles of these drinks.<\/p><h3><strong>I followed your recipes but my TDS meter gives a different reading, why?<\/strong><\/h3><p>A TDS meter measures conductivity, typically reported in microsiemens\/cm, and applies a conversion factor to estimate total dissolved solids (TDS), usually reported in ppm (mg\/L). Although conductivity directly correlates with the concentration of dissolved solids, the temperature of the liquid can impact it. Higher temperatures result in higher conductivity and vice versa, which can lead to skewed readings. For the most accurate results, we recommend measuring your water's concentration at 19\/21 degrees Celsius. Calibration of your TDS meter can also account for fluctuations.<\/p><h3><strong>Can I blend the different profiles of mineral concentrates?<\/strong><\/h3><p>Each profile of mineral concentrates will elevate a brew on its own, but they have also been formulated to be blended together to achieve more specific results. You are welcome to experience different blend ratios based on your preferences, or you can refer to our <a href=\"\/blogs\/news\/apax-lab-recipes\" target=\"_blank\" title=\"APAX LAB Recipes\">recipe guide<\/a>  to start with our team’s recommended guidelines.<\/p><h3><strong>I would like to use APAX LAB concentrates in my café, how can I implement that?<\/strong><\/h3><p>Our products are designed for efficiency and easy workflow, making them simple to use in a busy environment and without needing extensive knowledge about water. Refer to our Lab Chronicle for recommendations on how to use them, or visit our wholesale page to place an order for your shop.<\/p>","page":""}},"collapsible_row_ETXrb9":{"type":"collapsible_row","settings":{"heading":"RECIPES","icon":"clipboard","row_content":"<h3><strong>What minerals are inside each profile?<\/strong><\/h3><p>We use the following minerals for each profile:<\/p><p>TONIK [1] - water, magnesium chloride, calcium chloride, sodium chloride<\/p><p>sodium bicarbonate, potassium bicarbonate<\/p><p>JAMM [2] - water, magnesium chloride, calcium chloride, potassium chloride, potassium bicarbonate , sodium bicarbonate<\/p><p>LYLAC [3] - water, magnesium sulfate, magnesium chloride, potassium chloride, potassium bicarbonate, sodium bicarbonate, sodium chloride<\/p><p>The ratios and the specific recipe for each profile are part of APAX LAB's intellectual property, and therefore, cannot be disclosed.<\/p><h3><strong>What is the General Hardness and Alkalinity of your concentrates?<\/strong><\/h3><p>GH (General Hardness) and KH (Carbonate Hardness) are terms used to describe different aspects of water hardness relevant in aquariums, water chemistry, and brewing.<\/p><p>In short, GH tells you how hard the water is due to calcium and magnesium, and KH reveals how well the water can stabilise pH changes due to carbonate\/bicarbonate content.<\/p><p>When assessing water for coffee brewing, focusing solely on GH and KH has notable limitations, particularly from a flavour perspective, mainly because:<\/p><ol><li>Missing Important Minerals: GH only looks at the amount of magnesium and calcium, but it misses other key minerals like potassium and sodium.These are also cations (positively charged ions) which are important contributors to the overall flavour profile of a cup. For example, potassium can make coffee taste sweeter and richer, while sodium brings brightness and vibrancy.<\/li><li>Neglect of Anions: Just as some crucial cations are overlooked, the focus on carbonate and bicarbonate ions in KH also means ignoring other important anions such as chlorides and sulfates. These anions can greatly affect the taste and quality of the coffee. Chlorides can enhance flavour clarity and intensity, while sulfates can impart bitterness and astringency.<\/li><li>Not Considering All Factors: Making coffee isn't just about GH and KH. The whole process is sensitive to the balance and interaction of all elements in the water. Just looking at GH and KH doesn't give a complete understanding of water's role in coffee making. The way these elements interact can change the overall flavour profile and balance of a coffee.<\/li><\/ol><p>For these reasons, we do not think that using GH and KH to communicate about mineral content offers.<\/p>","page":""}},"collapsible_row_XND3NX":{"type":"collapsible_row","settings":{"heading":"STORAGE","icon":"clipboard","row_content":"<h3><strong>Do the mineral concentrates have an expiry date and how do I store them?<\/strong><\/h3><p>Apax Lab mineral concentrates have a 24-month expiry date from their manufacturing date. Refer to the due date displayed on the bottle packaging. They should also be stored in a cool dry place to maintain their maximum efficacy.<\/p>","page":""}}},"block_order":["collapsible_row_eXyVLm","collapsible_row_ETXrb9","collapsible_row_XND3NX"],"settings":{"caption":"","heading":"FAQ's","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"1711182279142a3cb6":{"type":"apps","settings":{"include_margins":true}},"17111821961a0b3a60":{"type":"apps","settings":{"include_margins":true}}},"order":["collapsible_content_PgM8ke","main","1711182279142a3cb6","17111821961a0b3a60"]}